tektecher/micropython/ports/esp32/boards/IPST-WiFi/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "IPST-WiFi"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_IPSTWIFI
